TRAIN_DATA = [
  #01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях
    ("Зерновое хозяйство", {"entities": [(0, 18, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях  ")]}),
    ("Зерновым хозяйством", {"entities": [(0, 19, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях  ")]}),
    ("Зерновая культура", {"entities": [(0, 17, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях  ")]}),
    ("Зерновой культурой", {"entities": [(0, 18, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях  ")]}),
    ("Зерновка", {"entities": [(0, 8, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях  ")]}),
    ("Овощеводство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Овощеводством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Фруктоводство", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Фруктоводством", {"entities": [(0, 14, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Виноградарство", {"entities": [(0, 14, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Виноградарством", {"entities": [(0, 15, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Цветоводство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Цветоводством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Скотоводство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Скотоводством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Птицеводство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Птицеводством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Свиноводство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Свиноводством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Козоводство", {"entities": [(0, 11, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Козоводством", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Овцеводство", {"entities": [(0, 11, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Овцеводством", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Кролиководство", {"entities": [(0, 14, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Кролиководством", {"entities": [(0, 15, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Пчеловодство", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Пчеловодством", {"entities": [(0, 13, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Рыбоводство", {"entities": [(0, 11, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Рыбоводством", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Охотничье хозяйство", {"entities": [(0, 19, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Охотничьим хозяйством", {"entities": [(0, 21, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Производство кормов", {"entities": [(0, 19, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Производством кормов", {"entities": [(0, 20, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Ветеринарные услуги", {"entities": [(0, 19, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Ветеринарными услугами", {"entities": [(0, 22, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Услуги по обработке и хранению сельскохозяйственной продукции", {"entities": [(0, 61, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Услугами по обработке и хранению сельскохозяйственной продукции", {"entities": [(0, 63, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Лесное хозяйство", {"entities": [(0, 16, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Лесным хозяйством", {"entities": [(0, 17, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Агротуризм", {"entities": [(0, 10, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),
    ("Агротуризмом", {"entities": [(0, 12, "01.Растениеводство и животноводство, охота и предоставление соответствующих услуг в этих областях ")]}),

    #служебные местоимения
    ("Я", {"entities": [(0, 1, "Местоимение")]}),
    ("Мне", {"entities": [(0, 3, "Местоимение")]}),
    ("Себе", {"entities": [(0, 4, "Местоимение")]}),
    ("Себя", {"entities": [(0, 4, "Местоимение")]}),

    #служебные слова
    ("хочу", {"entities": [(0, 4, "Глагол")]}),
    ("нужно", {"entities": [(0, 5, "Глагол")]}),
    ("нужен", {"entities": [(0, 5, "Глагол")]}),
    ("купить", {"entities": [(0, 6, "Глагол")]}),
    ("Приобрести", {"entities": [(0, 10, "Глагол")]}),
    ("помещение", {"entities": [(0, 9, "Помещение")]}),
    ("место", {"entities": [(0, 5, "Помещение")]}),
    ("площадка", {"entities": [(0, 8, "Помещение")]}),
    (".", {"entities": [(0, 1, "точка")]}),
    (",", {"entities": [(0, 1, "запятая")]}),

    ("меры поддержки", {"entities": [(0, 14, "меры поддержки")]}),
    ("помощь", {"entities": [(0, 6, "меры поддержки")]}),

    #Водоснабжение
    ("Водоснабжение", {"entities": [(0, 13, "Водоснабжение")]}),
    ("водоснабжением", {"entities": [(0, 14, "Водоснабжение")]}),
    ("водопровод", {"entities": [(0, 10, "Водоснабжение")]}),
    ("водопроводом", {"entities": [(0, 12, "Водоснабжение")]}),
    ("вода", {"entities": [(0, 4, "Водоснабжение")]}),

    #Площадь
    ("300 квадратных метров", {"entities": [(0, 21, "Площадь")]}),
    ("253 квадратных метров", {"entities": [(0, 21, "Площадь")]}),
    ("12 кв м", {"entities": [(0, 7, "Площадь")]}),
    ("14 кв. м.", {"entities": [(0, 9, "Площадь")]}),
    ("хочу участок 25 кв. м.", {"entities": [(13, 9, "Площадь")]}),
    #02.Лесоводство и лесозаготовки




    ("Лесное хозяйство", {"entities": [(0, 16, "02.Лесоводство и лесозаготовки")]}),
    ("Управление лесами", {"entities": [(0, 17, "02.Лесоводство и лесозаготовки")]}),
    ("Лесозаготовка", {"entities": [(0, 13, "02.Лесоводство и лесозаготовки")]}),
    ("Первичная обработка древесины", {"entities": [(0, 29, "02.Лесоводство и лесозаготовки")]}),
    ("Лесоперевозки", {"entities": [(0, 13, "02.Лесоводство и лесозаготовки")]}),
    ("Лесосплав", {"entities": [(0, 9, "02.Лесоводство и лесозаготовки")]}),
    ("Производство древесных плит", {"entities": [(0, 27, "02.Лесоводство и лесозаготовки")]}),
    ("Производство бумаги и картона", {"entities": [(0, 29, "02.Лесоводство и лесозаготовки")]}),
    ("Производство мебели из древесины", {"entities": [(0, 32, "02.Лесоводство и лесозаготовки")]}),
    ("Биоэнергетика", {"entities": [(0, 13, "02.Лесоводство и лесозаготовки")]}),
    ("Лесовосстановление", {"entities": [(0, 18, "02.Лесоводство и лесозаготовки")]}),
    ("Лесоразведение", {"entities": [(0, 14, "02.Лесоводство и лесозаготовки")]}),
    ("Лесной туризм", {"entities": [(0, 13, "02.Лесоводство и лесозаготовки")]}),
    ("Охотничье хозяйство", {"entities": [(0, 19, "02.Лесоводство и лесозаготовки")]}),
    ("Добыча лесных ягод и грибов", {"entities": [(0, 27, "02.Лесоводство и лесозаготовки")]}),
    ("Лесное хозяйство", {"entities": [(0, 16, "02.Лесоводство и лесозаготовки")]}),
    ("Управление лесами", {"entities": [(0, 17, "02.Лесоводство и лесозаготовки")]}),
    ("Обработка древесины", {"entities": [(0, 19, "02.Лесоводство и лесозаготовки")]}),
    ("Лесная перевозка", {"entities": [(0, 16, "02.Лесоводство и лесозаготовки")]}),
    ("Сплав по лесу", {"entities": [(0, 13, "02.Лесоводство и лесозаготовки")]}),
    ("Изготовление деревянных плит", {"entities": [(0, 28, "02.Лесоводство и лесозаготовки")]}),


# 
    ("100", {"entities": [(0, 3, "Число")]}),
    ("241", {"entities": [(0, 3, "Число")]}),
    ("533", {"entities": [(0, 3, "Число")]}),
    ("45", {"entities": [(0, 2, "Число")]}),
    ("23", {"entities": [(0, 2, "Число")]}),
    ("4", {"entities": [(0, 1, "Число")]}),
    ("683", {"entities": [(0, 3, "Число")]}),
    ("10", {"entities": [(0, 2, "Число")]}),




    ]