TRAIN_DATA = [
      ("бы",{"entities":[(0,2,"ОСТАЛЬНОЕ")]}),
      ("меры поддержки",{"entities":[(0,14,"МЕРЫ ПОДДЕРЖКИ")]}),
      ("помощь",{"entities":[(0,6,"МЕРЫ ПОДДЕРЖКИ")]}),
      ("помощи",{"entities":[(0,6,"МЕРЫ ПОДДЕРЖКИ")]}),
      ("ювелирные украшения",{"entities":[(0,19,"32")]}),
      ("ювелирных украшений",{"entities":[(0,19,"32")]}),
      ("бижутерные украшения",{"entities":[(0,20,"32")]}),
      ("бижутерных украшений",{"entities":[(0,20,"32")]}),
      ("ремонт техники",{"entities":[(0,14,"33")]}),
      ("ремонту техники",{"entities":[(0,15,"33")]}),
      ("шиномонтаж",{"entities":[(0,10,"33")]}),
      ("шиномонтажу",{"entities":[(0,11,"33")]}),
      ("промышленное оборудование",{"entities":[(0,25,"33")]}),
      ("промышленного оборудования",{"entities":[(0,26,"33")]}),
      ("снаряжение для быта",{"entities":[(0,19,"32")]}),
      ("кухонная мебель",{"entities":[(0,15,"31")]}),
      ("кухонной мебели",{"entities":[(0,15,"31")]}),
      ("офисная мебель",{"entities":[(0,14,"31")]}),
      ("офисной мебели",{"entities":[(0,14,"31")]}),
      ("катафалк",{"entities":[(0,8,"30")]}),
      ("катафалки",{"entities":[(0,9,"30")]}),
      ("тележки",{"entities":[(0,7,"30")]}),
      ("коляски",{"entities":[(0,7,"30")]}),
      ("коляска",{"entities":[(0,7,"30")]}),
      ("тележка",{"entities":[(0,7,"30")]}),
      ("повозки",{"entities":[(0,7,"30")]}),
      ("автомобильные кузова",{"entities":[(0,20,"29")]}),
      ("автомобильные кузовы",{"entities":[(0,20,"29")]}),
      ("автомобильных кузовов",{"entities":[(0,21,"29")]}),
      ("кузовов",{"entities":[(0,7,"29")]}),
      ("трейлеры",{"entities":[(0,8,"29")]}),
      ("грузовые контейнеры",{"entities":[(0,19,"29")]}),
      ("цистерны",{"entities":[(0,8,"29")]}),

      ("монокарбоновая кислота",{"entities":[(0,22,"20")]}),
      ("монокарбоновые кислоты",{"entities":[(0,22,"20")]}),
            ("монокарбоновых кислот",{"entities":[(0,21,"20")]}),

      ("кислоты",{"entities":[(0,7,"20")]}),
      ("кислота",{"entities":[(0,7,"20")]}),
      ("кислот",{"entities":[(0,6,"20")]}),


      ("уголь",{"entities":[(0,5,"19")]}),
      ("угля",{"entities":[(0,4,"19")]}),
      ("кокс",{"entities":[(0,4,"19")]}),
      ("кокса",{"entities":[(0,5,"19")]}),
      ("нефтепродукты",{"entities":[(0,13,"19")]}),
      ("нефтепродуктов",{"entities":[(0,14,"19")]}),
      ("газ",{"entities":[(0,3,"19")]}),
      ("газы",{"entities":[(0,4,"19")]}),
      ("газа",{"entities":[(0,4,"19")]}),
      ("газов",{"entities":[(0,5,"19")]}),
      ("нефтепереработка",{"entities":[(0,16,"19")]}),
      ("нефтепереработки",{"entities":[(0,16,"19")]}),
      ("нефтепереработкой",{"entities":[(0,17,"19")]}),
      ("нефтеперерабатывающее",{"entities":[(0,21,"19")]}),
      ("антибиотики",{"entities":[(0,11,"21")]}),
            ("антибиотиков",{"entities":[(0,12,"21")]}),
#33 d


#32 d


#31 d 



#30 d 


#29 d 



#28

#27

#26

#25

#24

#23



#22
    

#21

#20 d


#19


#18


#17

#16


#15

#14

#13

#12

#11


#10



#74

#72

#63


#62
]